Repository: dlhilario/DayProspecting
Catalog: DayProspecting/DayProspecting/Localizable.xcstrings
Source language: en
Languages: es

source: Add prospects with valid addresses to see them pinned here.
es: Agrega prospectos con direcciones válidas para verlos fijados aquí.

source: Address
es: Direccion

source: Address Not Found
es: No Encontramos la Direccion

source: City
es: Ciudad

source: Contact INFO
es: Informe De Contacto

source: Could not geocode address: %@
es: No se pudo geocodificar la dirección: %@

source: Do you think that base on the oportunities this country offers we get in a confort zone?
es: Cree usted basado en las oportunidades que este país ofrece, entramos en una zona de conformismo?

source: Do you think we are in a contry of oportunities?
es: Cee usted que estamos en un país de oportunidades?

source: First Name
es: Primer Nombre

source: FirstName
es: Primer Nombre

source: If there is a way to generate an extra $3800 dollar at month, would you be interested?
es: Si hubiera una forma de generar unos $3800 dólares al mes, le interesaría saver de que se trata?

source: Last Name
es: Apellido

source: Locating Prospect Address...
es: Localizando Prospectos

source: Map
es: Mapa

source: No Map Data
es: No Datos De Mapa

source: Notes
es: Notas

source: Number
es: Numero

source: Phone
es: Telephono

source: PostCode
es: Area Postal

source: Prospect
es: Prospectos

source: Prospect Dashboard
es: Panel De Prospectos

source: Save
es: Salvar

source: Select Status
es: Seleciona Estado

source: State
es: Estado

source: Street
es: Calle

source: Survey
es: Encuesta

source: Updating map pins...
es: Actualizando pins de mapa

source: Zip
es: Area Postal
